Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ImproveSiriDictation.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPLASH_SHORT_TITLE
source: Improve Siri and Dictation
ar: تحسين Siri والإملاء
bg: Подобряване на Siri и Диктовка
ca: Millora de Siri i el dictat
cs: Vylepšování Siri a diktování
da: Gør Siri og Diktering bedre
de: Siri und Diktierfunktion verbessern
el: Βελτίωση του Siri και της Υπαγόρευσης
es: Mejorar Siri y Dictado
es_419: Mejorar Siri y Dictado
es_us: Mejorar Siri y Dictado
fi: Paranna Siriä ja sanelua
fr: Améliorer Siri et Dictée
fr_ca: Améliorer Siri et Dictée
he: שיפור Siri ו״הכתבה״
hi: Siri और डिक्टेशन बेहतर बनाएँ
hr: Poboljšanje Siri i Diktata
hu: Siri és a Diktálás továbbfejlesztése
id: Tingkatkan Siri dan Dikte
it: Migliora Siri e Dettatura
ja: Siriと音声入力の改善
kk: «Siri және мәтінді дауыспен енгізу» функциясын жақсарту
ko: Siri 및 받아쓰기 기능 향상
lt: „Siri“ ir „Diktavimo“ tobulinimas
ms: Tingkatkan Siri dan Perencanaan
nl: Verbeter Siri en de dicteerfunctie
no: Forbedre Siri og Diktering
pl: Ulepszanie (Siri i Dyktowanie)
pt_br: Melhorar a Siri e o Ditado
pt_pt: Melhorar Siri e Ditado
ro: Îmbunătățire Siri și Dictare
ru: Улучшение Siri и Диктовки
sk: Vylepšovanie Siri a Diktovania
sl: Izboljšanje Siri in funkcije Narekovanje
sv: Förbättra Siri och diktering
th: ปรับปรุง Siri และการป้อนตามคำบอก
tr: Siri’yi ve Dikte’yi İyileştir
uk: Покращення Siri й Диктування
vi: Cải tiến Siri và Đọc chính tả
zh_cn: 改进Siri和听写
zh_hk: 改進Siri和聽寫
zh_tw: 改進Siri和聽寫
